{
  "rule_id": "123",
  "risk_score": 7,
  "description": "My description",
  "interval": "10s",
  "name": "Custom query rule for upgrade",
  "severity": "low",
  "type": "query",
  "from": "now-50000h",
  "index": [
    "auditbeat-custom*"
  ],
  "query": "*:*",
  "language": "kuery",
  "enabled": true
}
